---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonElasticModulusWeakAxis
source: html/bf1e8bd2-3d01-c7df-f06d-0eacabce4acb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonElasticModulusWeakAxis Property

"Elastic Modulus weak axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonElasticModulusWeakAxis { get; }
```